[
      {
        "organization": "Beth Emeth Synagogue",
        "row": 12,
        "comment": "Conversational Hebrew, Yiddish, Ladino\nFull inclusion of sexual minorities"
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 16,
        "comment": "Making it a space where younger people and family want to go to. It’s hard to go to shul when the political aspect is right in your face. I don’t come to shul for politics, and that is how it has felt for the last year. \n\n\nI also feel like there is a huge opportunity to have mentorship programs for working professionals. Chabad does it well with their young professional network or whatever it is called but they make it fun for people. It would be nice to have something like that at BEBY. \n\n\nGluten free options for kiddish."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 17,
        "comment": "Belonging to a TRADITIONAL synagogue is 4 for me.  I do participate in events, but I live almost 30 minutes away, so there is a limit.  Plus there are competing events.  I come to Beth Emeth to exercise.  I already study Hebrew 3 times a week.  I try to go to Israel annually."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 18,
        "comment": "improved welcoming of new shul participants among the members ....for example, a friendly and interactive greeter/s from the entry into the building to the entry in the sanctuaries as the model of Chabad or Aish shuls....someone at the door to make sure they have a siddur, chumash and know where to sit ....improved welcoming of strangers."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 19,
        "comment": "In Toronto, we live in a community with many Jewish organizations. Beth Emeth shouldn't duplicate the efforts of advocacy groups or fundraising groups.  The synagogue staff doesn't have the expertise or the capacity. It should be a place of worship and study, pastoral care and community-building. It should seek to better the lives of its neighbours - Jewish and non-Jewish-- through meaningful and consistent tzedaka projects."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 20,
        "comment": "A more efficient and proficient service always done in no more than 45 minutes on weekday mornings and no more than 2 1/2 hours on Shabbat ."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 21,
        "comment": "Better kiddushes and the like as a way to incentivize more people to come to shul.  More free programs as a way to engage more people, especially the younger set."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 22,
        "comment": "Ways to built friendships between members.\nCurrently difficult to talk to and make acquaintances with members you do not already know.\nIn Orthodox synagogues there is a community that brings members in.  It is not perfect but would be very helpful if \nwe could find a way to make meeting each other easier and bring the community closer."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 23,
        "comment": "Not that I can think of at the moment."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 24,
        "comment": "Respecting and caring for our elderly."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 25,
        "comment": "no"
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 26,
        "comment": "Please insure we stay a conservative synagogue."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 27,
        "comment": "How we can engage younger people to attend synagogue and make it more welcoming"
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 28,
        "comment": "Teach us How to defend ourselves i.e.gun training, Israeli Karate, etc."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 29,
        "comment": "My children attend hebrew day school. Most of these questions are not relevant to them as they get the insight from school."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 30,
        "comment": "Yes I would like our Rabbi to express his sermons with contemporary political view points when discussing the Torah and specific events challenging jews"
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 31,
        "comment": "Programs for seniors."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 32,
        "comment": "Shorter services on Shabbat please"
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 33,
        "comment": "The only other area perhaps needed was asking about attending online instead of in person. I think the video is great. Now I can go to shul without going to shul."
      },
      {
        "organization": "Beth Emeth Synagogue",
        "row": 34,
        "comment": "encourage spouses or partners of members to attend (shabbat) services. i/we see many solo, mostly men, without their significant others.\nalso, the atmosphere in the synagogue is (almost) toxic. i/we feel like ousiders. there is rarely a nod or a gesture of \"shabbat shalom\" from long-time members. many cliques."
      },
      {
        "organization": "JBO",
        "row": 9,
        "comment": "Ik vond het een hele nare lijst om in te vullen. Bij de Ivriet lessen zie ik veel knutseltjes langs komen. Ook didactisch en pedagogisch kan bij deze docenten een slag gemaakt worden. Jahadoet is voal veel van hetzelfde. Eind groep 8 wisten de leerlingen de aardvaders en moeders niet eens te noemen."
      },
      {
        "organization": "JBO",
        "row": 10,
        "comment": "I would like for the young people we send off into the world to be aware of different opinions and faiths, for them to be able to navigate a world where people think and believe different things and be happy in their own skin, faith and life. For this education to work, it is important that our students interact with people of different faith, opinions and heritage and learn to work together with them."
      },
      {
        "organization": "JBO",
        "row": 11,
        "comment": "Teach the students to be proud and happy Jews"
      },
      {
        "organization": "JBO",
        "row": 12,
        "comment": "We should raise our pupils to be proud and self assured Jewish human beings who have sufficient knowledge of Jewish text, tradition and history, who have sufficient skills to participate in a Jewish environment with all of its praxis, ways and customs and who have a sense of belonging among the Jewish people through shared values. We should raise our pupils to be motivated to pursue a Jewish lifestyle. They should give Judaism a prominent place in their home, be an active part of their Jewish community and able to connect to Jews worldwide through a shared language and country. Our alumni should know both Torah and science as they complement eachother. Our alumni should always know that they are part of a larger world with an array of people, communities, languages, religions and values, which should all be respected."
      },
      {
        "organization": "JBO",
        "row": 13,
        "comment": "I realize that it is very difficult to please everyone. We are a Modern Orthodox Jewish school, but most students are not orthodox at all. For some children there is also resistance to orthodoxy from home, yet parents choose Maimonides for socially desirable reasons. This makes it difficult to keep everyone satisfied. Still, I do feel that there is currently a positive and clearly visible return of Yiddishkeit at the school."
      },
      {
        "organization": "JBO",
        "row": 17,
        "comment": "I believe level of hebrew taught is too low. No bagrut, or similar 'exit' level is offered."
      },
      {
        "organization": "JBO",
        "row": 18,
        "comment": "Goed leren discusieren en zien dat verschillende perspectieven naast elkaar kunnen bestaan"
      },
      {
        "organization": "JBO",
        "row": 22,
        "comment": "I believe the school should be giving the children a Good foundation to learn about the religion, Israel and our community. This should be done whether or not the people who attend the school actually practice at home. In the uk, most Jewish schools follow the program of the United synagogues so the children get a good basis. It should be a modern orthodox school that gives the kids a good foundation for their Jewish lives."
      },
      {
        "organization": "JBO",
        "row": 23,
        "comment": "Learning more about the mystical/spiritual side of Judaism. To understand the framework of the universe and our part in it."
      },
      {
        "organization": "JBO",
        "row": 24,
        "comment": "Give place also to Jewish secular culture with an emphasis on Jewish life in Europe and in Netherlands. Build local Jewish community."
      },
      {
        "organization": "JBO",
        "row": 25,
        "comment": "Ik vind sommige vragen misleidend. Als leren over de geschiedenis van de staat Israël betekent dat je het altijd eens bent met het huidige regime, dan is het niet de geschiedenis van Israël, maar een standpunt. Een krachtig pleidooi voor de staat Israël kan ook betekenen dat je kritisch bent op de gebeurtenissen.\nMeer kritisch denken is vereist."
      },
      {
        "organization": "JBO",
        "row": 26,
        "comment": "Being open to diverse influences, helping children grow into good human beings, and avoiding a narrowly focused, exclusively Jewish perspective. Encouraging them to engage actively in Dutch society, to learn from other cultures, and to understand that being a good Jew is part of being a good person—without making distinctions based on ethnicity, gender, or religious affiliation."
      },
      {
        "organization": "JBO",
        "row": 27,
        "comment": "Our kids should be proud and confident jews!"
      },
      {
        "organization": "JBO",
        "row": 28,
        "comment": "It would be nice to focus on the things that make Judaism beautiful and positive instead of always focussing on everything that is not allowed or that is different. It gives Judaism a negative perspective this way. Also I would like my children to know more about the outside world. You can create a strong and proud Jewish identity, while they also learn about other cultures."
      },
      {
        "organization": "JBO",
        "row": 29,
        "comment": "We’re really happy with Rosj Pina, what a warm place and also I would say healing place for our daughters after what they experienced in other schools before. The best way to heal is to create positive patterns, and the classmates and other moms have really also helped in that process. At the same time, connecting with Maimonides has been harder. One of the main teachers does not respond to all emails (like: asking to be able to leave on time for Shabbat on Fridays because we really don’t want to be forced to break Shabbat because we live further away). Also some teachers seem to be less familiar into how to deal with students with special needs like ADHD. For one subject our daughter gets extra time, for another not. My daughter really likes the Jewish studies subject and the Rabbi, but it would be great if a Dutch teacher also takes our daughter serious when she says she cannot stay overtime on Fridays because Shabbat and Halacha are so important to us. It feels a bit strange to have to defend our Jewish identity and Halacha on a Jewish school. Also, some things are given up which I understand compared to primary school - there is no communal time to do birkat hamazon together because the students have more freedom. At the same time, they are or are almost bat or bar mitswa age and doing tefilah together would be really great, or hanging Asher Yatzar next to the toilets, etc."
      },
      {
        "organization": "JBO",
        "row": 30,
        "comment": "I would love to see stronger alignment between Rosh Pina and Maimo.\nWhile RP invests significantly in Jewish content and practice, I would have expected this foundation to continue growing in depth and complexity once students transition to Maimo. Unfortunately, I feel the opposite is happening.\n\nSome basic elements—such as dress code, kippa norms, participation in morning prayers, and engagement in Rosh Chodesh or High Holiday activities—seem to have been dropped entirely. I’m not suggesting that everything must happen daily, but I do believe that certain symbols and practices are important to maintain.\n\nFor example:\n\nKippa as a consistent symbol of Jewish identity (especially since most children come from Rosh Pina and are already accustomed to it).\n\nMorning prayers once a month for Rosh Chodesh—a manageable rhythm that still builds continuity.\n\nMore in-depth or philosophical Jewish studies, which could challenge the students, spark curiosity, and strengthen both their knowledge and connection.\n\nI believe these elements would help create a smoother educational progression, reinforce the values and habits students have already built at RP, and enrich their Jewish experience at Maimo."
      },
      {
        "organization": "JBO",
        "row": 31,
        "comment": "It might nog be a good idea to have kerstmis (christmas) books laying around in school."
      },
      {
        "organization": "JBO",
        "row": 32,
        "comment": "Answering the questions as parents with kids in primary school is very different from having kids in high school."
      },
      {
        "organization": "JBO",
        "row": 33,
        "comment": "You were very thorough and reminded me of issues I haven't thought about in a long time! thank you"
      },
      {
        "organization": "JBO",
        "row": 34,
        "comment": "Stick to the core, teach the actual Jewish religion instead of just talking about it endelessly. Teach chumash with Rashi, teach tenach, teach Mishna, teach Halacha, teach Tefila, teach Mitzvot. Give children actual Jewish knowledge and skills. Stop bringing up generations of Jewish people who don't actually know what they are talking about when they are talking about Judaism."
      },
      {
        "organization": "JBO",
        "row": 35,
        "comment": "Judaism is the religion of empathy - Vehaavta Lereaha Kamoha - A central theme of Judaism that has constantly been degraded and forgotten.\nTeach empathy and compassion to our kids towards others, including toward those who are not Jewish."
      },
      {
        "organization": "JBO",
        "row": 36,
        "comment": "Learning Hebrew and having good Jahadut teachers is 4e I suggest that all children turning 12 or 13 in the same year could have a collective bat/bar mitzvah at school, with parental support."
      },
      {
        "organization": "JBO",
        "row": 37,
        "comment": "The difference Jewish backgrounds of the pupils should be taken more into account, especially when it comes to outside of school activities (no birthday parties on shabbos, always informing about kasrus etc)"
      },
      {
        "organization": "JBO",
        "row": 38,
        "comment": "When I was a student at Maimonides myself I was one of the only members of the LJG and it shocked me that   there was so much \"bad talk\" and prejudice about our congregation. The one I loved so much. It made me feel inferior. In my Maimonides time I have learned a lot about the more orthodox ways to experiencing Judaism and I loved it. I am still grateful I have had this opportunity. I would love the students of this generation to be taught mutual understanding and respect towards all the ways to live a Jewish life, especially towards the LJG."
      },
      {
        "organization": "JBO",
        "row": 39,
        "comment": "Bedankt voor je inspanningen"
      }
]
